Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRI_REQUESTS_ASSET_DOWNLOADING_FOOTER_TEXT_IPHONE
source: Support for processing voice input on iPhone is downloading.
ar: يجري تنزيل الدعم لمعالجة إدخال الصوت على iPhone.
bg: Изтегля се поддръжка за обработване на гласови входни данни на iPhone.
ca: S’està descarregant el contingut necessari per processar la veu a l’iPhone.
cs: Stahuje se podpora pro zpracování hlasového vstupu na iPhonu.
da: Understøttelse til behandling af tale på iPhone hentes.
de: Unterstützung für die Verarbeitung von Spracheingaben auf deinem iPhone wird geladen.
el: Πραγματοποιείται λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο iPhone σας.
es: Se está descargando el contenido necesario para procesar entradas de voz en el iPhone.
es_us: Se está descargando el soporte para procesar entradas de voz en tu iPhone.
fi: Ladataan tukea iPhonen sisäiseen puhesyötteen käsittelyyn.
fr: Les ressources nécessaires au traitement des saisies vocales sur l’iPhone sont en cours de téléchargement.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sur l’iPhone est en cours de téléchargement.
he: חבילת התמיכה לעיבוד קלט קולי ב-iPhone נמצאת כרגע בהורדה.
hi: आपके iPhone पर वॉइस इनपुट प्रोसेसिंग के लिए समर्थन डाउनलोड किया जा रहा है।
hr: Preuzima se podrška za obrađivanje glasa na iPhoneu.
hu: A beszédhang-bemenet iPhone-on való feldolgozásához szükséges támogatás letöltése folyamatban van.
id: Dukungan untuk memproses input suara di iPhone sedang diunduh.
it: È in corso il download degli elementi necessari per supportare l’elaborazione dell’input vocale su iPhone.
ja: iPhoneで音声入力の処理をするために必要なものをダウンロードしています。
kk: iPhone құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы жүктеп алынуда.
ko: iPhone에서의 음성 입력 처리 지원을 다운로드하는 중입니다.
lt: Į „iPhone“ atsisiunčiama balso duomenų apdorojimo funkcija.
ms: Sokongan untuk memproses input suara pada iPhone sedang dimuat turun.
nb: Støtte for å behandle taleinndata på iPhone lastes ned.
nl: Er wordt ondersteuning voor het verwerken van steminvoer op de iPhone gedownload.
pl: Pobieram pliki obsługi przetwarzania poleceń głosowych na iPhonie.
pt: Baixando compatibilidade com processamento de dados de voz no iPhone.
pt_pt: A descarregar suporte para o processamento de comandos de voz no iPhone…
ro: Resursele pentru procesarea comenzilor vocale pe iPhone se descarcă.
ru: Загружается поддержка обработки голосового ввода на iPhone.
sk: Sťahujem podporu pre spracovanie hlasového vstupu na iPhone.
sl: Podpora pri obdelavi glasovnega vnosa v iPhonu se prenaša.
sv: Stöd för behandling av röstinmatning på iPhone hämtas.
th: การรองรับการประมวลผลเสียงพูดบน iPhone กำลังดาวน์โหลด
tr: iPhone’da ses girişini işleme desteği indiriliyor.
uk: Викачується компонент обробки даних голосового вводу на iPhone.
vi: Đang tải về phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên iPhone.
zh_cn: 正在下载在iPhone上处理语音输入所需的支持内容。
zh_hk: 正在下載於iPhone上處理語音輸入的支援。
zh_tw: 正在下載在iPhone上處理語音輸入的支援功能。

# SIRI_REQUESTS_CHINA_REGULATORY_TEXT
source: Siri uses wireless data.
ar: يستخدم Siri البيانات اللاسلكية.
bg: Siri използва безжични данни.
ca: Siri utilitza dades sense fil.
cs: Siri využívá bezdrátová data.
da: Siri bruger trådløse data.
de: Siri verwendet drahtlose Daten.
el: Το Siri χρησιμοποιεί δεδομένα ασύρματου δικτύου.
es: Siri usa datos inalámbricos.
es_us: Siri usa datos inalámbricos.
fi: Siri käyttää langatonta dataa.
fr: Siri utilise les données sans fil.
fr_ca: Siri utilise des données sans fil.
he: ‏Siri עושה שימוש בתקשורת נתונים אלחוטית.
hi: Siri द्वारा वायरलेस डेटा का उपयोग किया जाता है।
hr: Siri koristi bežične podatke.
hu: Siri vezeték nélküli adatokat használ.
id: Siri menggunakan data nirkabel.
it: Siri utilizza i dati wireless.
ja: Siriはワイヤレスデータを使用します。
kk: Siri сымсыз деректер тасымалын қолданады.
ko: Siri가 무선 데이터를 사용합니다.
lt: „Siri“ naudoja belaidžio ryšio duomenis.
ms: Siri menggunakan data wayarles.
nb: Siri bruker trådløsdata.
nl: Siri gebruikt draadloze gegevens.
pl: Siri przesyła dane bezprzewodowo.
pt: A Siri usa dados sem fio.
pt_pt: Siri usa dados sem fios.
ro: Siri utilizează date wireless.
ru: Siri использует беспроводную передачу данных.
sk: Siri využíva bezdrôtové dáta.
sl: Siri uporablja brezžične podatke.
sv: Siri använder trådlösa data.
th: Siri ใช้ข้อมูลไร้สาย
tr: Siri kablosuz veri kullanır.
uk: Siri використовує бездротові дані.
vi: Siri sử dụng dữ liệu không dây.
zh_cn: Siri使用无线数据。
zh_hk: Siri會使用無線數據。
zh_tw: Siri會使用無線數據。

# SIRI_REQUESTS_DEVICE_PROCESSING_FOOTER_TEXT_APPLE VISION
source: Voice input is processed on Apple Vision Pro, but transcripts of your requests are sent to Apple.
ar: تتم معالجة إدخال الصوت على Apple Vision Pro، لكن تُرسَل النسخة النصية لطلباتك إلى Apple.
bg: Гласовите входни данни се обработват на този Apple Vision Pro, но записите на вашите заявки се изпращат до Apple.
ca: La veu es processa a l’Apple Vision Pro, però les transcripcions de les sol·licituds s’envien a Apple.
cs: Hlasový vstup se zpracovává přímo v Apple Vision Pro, ale přepisy vašich požadavků jsou odesílány společnosti Apple.
da: Det, du siger, behandles på Apple Vision Pro, men transskriptioner af dine anmodninger sendes til Apple.
de: Die Spracheingaben werden auf der Apple Vision Pro verarbeitet, es werden aber Transkripte deiner Anfragen an Apple gesendet.
el: Η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο Apple Vision Pro, αλλά οι απομαγνητοφωνήσεις των αιτημάτων σας αποστέλλονται στην Apple.
es: Las entradas de voz se procesan en el Apple Vision Pro, pero las transcripciones de tus peticiones se envían a Apple.
es_us: Las entradas de voz se procesan en el Apple Vision Pro, pero las transcripciones de tus peticiones se envían a Apple.
fi: Puhesyöte käsitellään Apple Vision Prossa, mutta pyyntöjesi teksti lähetetään Applelle.
fr: Vos saisies vocales sont traitées sur l’Apple Vision Pro, mais les transcriptions de vos requêtes sont envoyées à Apple.
fr_ca: La saisie vocale est traitée sur l’Apple Vision Pro, mais les transcriptions de vos demandes sont envoyées à Apple.
he: הקלט הקולי מעובד ב-Apple Vision Pro, אך התסריטים של הבקשות שלך נשלחים ל-Apple.
hi: वॉइस इनपुट को Apple Vision Pro पर प्रोसेस किया जाता है लेकिन आपके अनुरोधों के ट्रांसक्रिप्ट Apple को भेजे जाते हैं।
hr: Glasovni unos obrađuje se na uređaju Apple Vision Pro, ali transkripti vaših zahtjeva šalju se tvrtki Apple.
hu: A beszédhangbevitel az Apple Vision Prón van feldolgozva, azonban a kérelmek átiratait a rendszer elküldi az Apple-nek.
id: Input suara diproses di Apple Vision Pro, tapi transkrip permintaan Anda dikirimkan ke Apple.
it: L’input vocale viene elaborato su Apple Vision Pro, ma le trascrizioni delle tue richieste vengono inviate ad Apple.
ja: 音声入力の処理はApple Vision Proで行われますが、文字起こしの結果はAppleに送信されます。
kk: Дауыспен енгізу Apple Vision Pro құрылғысында өңделеді, бірақ сұраулардан танылған мәтін Apple компаниясына жіберіледі.
ko: 음성 입력은 Apple Vision Pro에서 처리되지만 사용자의 요청 내용 전사문은 Apple로 전송됩니다.
lt: Balso duomenys apdorojami „Apple Vision Pro“ įrenginyje, bet jūsų užklausų transkripcijos siunčiamos bendrovei „Apple“.
ms: Input suara diproses pada Apple Vision Pro, tetapi transkrip permintaan anda dihantar kepada Apple.
nb: Taleinndata behandles på Apple Vision Pro, men avskrifter av forespørslene dine blir sendt til Apple.
nl: Steminvoer wordt verwerkt op de Apple Vision Pro, maar transcripties van je verzoeken worden naar Apple verstuurd.
pl: Polecenia głosowe są przetwarzane na Apple Vision Pro, ale ich transkrypcje są wysyłane do Apple.
pt: Os dados de voz são processados no Apple Vision Pro, mas as transcrições dos seus pedidos são enviadas à Apple.
pt_pt: Os comandos de voz são processados no Apple Vision Pro, mas as transcrições dos pedidos são enviadas à Apple.
ro: Enunțurile vocale sunt procesate pe Apple Vision Pro, dar transcrierile solicitărilor sunt trimise la Apple.
ru: Голосовой ввод обрабатывается на Apple Vision Pro, но распознанный текст Ваших запросов передается в Apple.
sk: Hlasový vstup sa spracováva na Apple Vision Pro, prepisy vašich žiadostí sa však odosielajú spoločnosti Apple.
sl: Glasovni vnos se obdela v napravi Apple Vision Pro, transkripcije vaših zahtev pa se pošljejo družbi Apple.
sv: Röstinmatning behandlas på Apple Vision Pro, men transkriberingar av det du säger skickas till Apple.
th: เสียงพูดถูกประมวลผลบน Apple Vision Pro แต่ข้อความถอดเสียงจากคำขอของคุณถูกส่งไปที่ Apple
tr: Ses girişi Apple Vision Pro’da işlenir ama isteklerinizin dökümleri Apple’a gönderilir.
uk: Голосовий ввід обробляється на Apple Vision Pro, проте транскрибовані протоколи ваших запитів надсилаються в Apple.
vi: Dữ liệu nhập bằng giọng nói được xử lý trên Apple Vision Pro, nhưng bản chép lại các yêu cầu của bạn được gửi đến Apple.
zh_cn: 语音输入会在Apple Vision Pro上处理，但你请求的听写文本会发送给Apple。
zh_hk: 語音輸入會在Apple Vision Pro上處理，但你要求的聽寫記錄會傳送予Apple。
zh_tw: 語音輸入會在Apple Vision Pro上進行處理，但你要求的逐字稿會傳送給Apple。

# SIRI_REQUESTS_DEVICE_PROCESSING_FOOTER_TEXT_IPAD
source: Voice input is processed on iPad, but transcripts of your requests are sent to Apple.
ar: تتم معالجة إدخال الصوت على iPad، لكن تُرسَل النسخة النصية لطلباتك إلى Apple.
bg: Гласовите входни данни се обработват на iPad, но записи на вашите заявки се изпращат до Apple.
ca: La veu es processa a l’iPad, però les transcripcions de les sol·licituds s’envien a Apple.
cs: Hlasový vstup se zpracovává přímo v iPadu, ale přepisy vašich požadavků jsou odesílány společnosti Apple.
da: Det, du siger, behandles på iPad-enheden, men transskriptioner af dine anmodninger sendes til Apple.
de: Die Spracheingaben werden auf dem iPad verarbeitet, es werden aber Transkripte deiner Anfragen an Apple gesendet.
el: Η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο iPad, αλλά οι απομαγνητοφωνήσεις των αιτημάτων σας αποστέλλονται στην Apple.
es: Las entradas de voz se procesan en el iPad, pero las transcripciones de tus peticiones se envían a Apple.
es_us: Las entradas de voz se procesan en el iPad, pero las transcripciones de tus peticiones se envían a Apple.
fi: Puhesyöte käsitellään iPadissa, mutta pyyntöjesi teksti lähetetään Applelle.
fr: Vos saisies vocales sont traitées sur l’iPad, mais les transcriptions de vos requêtes sont envoyées à Apple.
fr_ca: La saisie vocale est traitée sur l’iPad, mais les transcriptions de vos demandes sont envoyées à Apple.
he: הקלט הקולי מעובד ב-iPad, אך התסריטים של הבקשות שלך נשלחים אל Apple.
hi: वॉइस इनपुट को iPad पर प्रोसेस किया जाता है लेकिन आपके अनुरोधों के ट्रांसक्रिप्ट Apple को भेजे जाते हैं।
hr: Glasovni unos obrađuje se na iPadu, ali transkripti vaših zahtjeva šalju se tvrtki Apple.
hu: A hangbevitel az iPaden van feldolgozva, azonban a kérelmek átiratait a rendszer elküldi az Apple-nek.
id: Input suara diproses di iPad, tapi transkrip permintaan Anda dikirimkan ke Apple.
it: L’input vocale viene elaborato su iPad, ma le trascrizioni delle tue richieste vengono inviate ad Apple.
ja: 音声入力の処理はiPadで行われますが、文字起こしの結果はAppleに送信されます。
kk: Дауыспен енгізу iPad құрылғысында өңделеді, бірақ сұраулардан танылған мәтін Apple компаниясына жіберіледі.
ko: 음성 입력은 iPad에서 처리되지만 사용자의 요청 내용 전사문은 Apple로 전송됩니다.
lt: Balso duomenys apdorojami „iPad“ įrenginyje, bet jūsų užklausų transkripcijos siunčiamos bendrovei „Apple“.
ms: Input suara diproses pada iPad, tetapi transkrip permintaan anda dihantar kepada Apple.
nb: Taleinndata behandles på iPaden, men avskrifter av forespørslene dine blir sendt til Apple.
nl: Steminvoer wordt verwerkt op de iPad, maar transcripties van je verzoeken worden naar Apple verstuurd.
pl: Polecenia głosowe są przetwarzane na iPadzie, ale ich transkrypcje są wysyłane do Apple.
pt: Os dados de voz são processados no iPad, mas as transcrições dos seus pedidos são enviadas à Apple.
pt_pt: Os comandos de voz são processados no iPad, mas as transcrições dos pedidos são enviadas à Apple.
ro: Enunțurile vocale sunt procesate pe iPad, dar transcrierile solicitărilor sunt trimise la Apple.
ru: Голосовой ввод обрабатывается на iPad, но распознанный текст Ваших запросов передается в Apple.
sk: Hlasový vstup sa spracováva na iPade, prepisy vašich žiadostí sa však odosielajú spoločnosti Apple.
sl: Glasovni vnos se obdela v iPadu, transkripcije vaših zahtev pa se pošljejo družbi Apple.
sv: Röstinmatning behandlas på iPad, men transkriberingar av det du säger skickas till Apple.
th: เสียงพูดถูกประมวลผลบน iPad แต่ข้อความถอดเสียงจากคำขอของคุณถูกส่งไปที่ Apple
tr: Ses girişi iPad’de işlenir ama isteklerinizin dökümleri Apple’a gönderilir.
uk: Голосовий ввід обробляється на iPad, проте транскрибовані протоколи ваших запитів надсилаються в Apple.
vi: Dữ liệu nhập bằng giọng nói được xử lý trên iPad, nhưng bản chép lại các yêu cầu của bạn được gửi đến Apple.
zh_cn: 语音输入会在iPad上处理，但你请求的听写文本会发送给Apple。
zh_hk: 語音輸入會在iPad上處理，但你要求的聽寫記錄會傳送予Apple。
zh_tw: 語音輸入會在iPad上進行處理，但你要求的逐字稿會傳送給Apple。

# SIRI_REQUESTS_DEVICE_PROCESSING_FOOTER_TEXT_IPHONE
source: Voice input is processed on iPhone, but transcripts of your requests are sent to Apple.
ar: تتم معالجة إدخال الصوت على iPhone، لكن تُرسَل النسخة النصية لطلباتك إلى Apple.
bg: Гласовите входни данни се обработват на iPhone, но записи на вашите заявки се изпращат до Apple.
ca: La veu es processa a l’iPhone, però les transcripcions de les sol·licituds s’envien a Apple.
cs: Hlasový vstup se zpracovává přímo v iPhonu, ale přepisy vašich požadavků jsou odesílány společnosti Apple.
da: Det, du siger, behandles på iPhone-enheden, men transskriptioner af dine anmodninger sendes til Apple.
de: Die Spracheingaben werden auf dem iPhone verarbeitet, es werden aber Transkripte deiner Anfragen an Apple gesendet.
el: Η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο iPhone, αλλά οι απομαγνητοφωνήσεις των αιτημάτων σας αποστέλλονται στην Apple.
es: Las entradas de voz se procesan en el iPhone, pero las transcripciones de tus peticiones se envían a Apple.
es_us: Las entradas de voz se procesan en el iPhone, pero las transcripciones de tus peticiones se envían a Apple.
fi: Puhesyöte käsitellään iPhonessa, mutta pyyntöjesi teksti lähetetään Applelle.
fr: Vos saisies vocales sont traitées sur l’iPhone, mais les transcriptions de vos requêtes sont envoyées à Apple.
fr_ca: La saisie vocale est traitée sur l’iPhone, mais les transcriptions de vos demandes sont envoyées à Apple.
he: הקלט הקולי מעובד ב-iPhone, אך התסריטים של הבקשות שלך נשלחים אל Apple.
hi: वॉइस इनपुट को iPhone पर प्रोसेस किया जाता है लेकिन आपके अनुरोधों के ट्रांसक्रिप्ट Apple को भेजे जाते हैं।
hr: Glasovni unos obrađuje se na iPhoneu, ali transkripti vaših zahtjeva šalju se tvrtki Apple.
hu: A hangbevitel az iPhone-on van feldolgozva, azonban a kérelmek átiratait a rendszer elküldi az Apple-nek.
id: Input suara diproses di iPhone, tapi transkrip permintaan Anda dikirimkan ke Apple.
it: L’input vocale viene elaborato su iPhone, ma le trascrizioni delle tue richieste vengono inviate ad Apple.
ja: 音声入力の処理はiPhoneで行われますが、文字起こしの結果はAppleに送信されます。
kk: Дауыспен енгізу iPhone құрылғысында өңделеді, бірақ сұраулардан танылған мәтін Apple компаниясына жіберіледі.
ko: 음성 입력은 iPhone에서 처리되지만 사용자의 요청 내용 전사문은 Apple로 전송됩니다.
lt: Balso duomenys apdorojami „iPhone“ įrenginyje, bet jūsų užklausų transkripcijos siunčiamos bendrovei „Apple“.
ms: Input suara diproses pada iPhone, tetapi transkrip permintaan anda dihantar kepada Apple.
nb: Taleinndata behandles på iPhonen, men avskrifter av forespørslene dine blir sendt til Apple.
nl: Steminvoer wordt verwerkt op de iPhone, maar transcripties van je verzoeken worden naar Apple verstuurd.
pl: Polecenia głosowe są przetwarzane na iPhonie, ale ich transkrypcje są wysyłane do Apple.
pt: Os dados de voz são processados no iPhone, mas as transcrições dos seus pedidos são enviadas à Apple.
pt_pt: Os comandos de voz são processados no iPhone, mas as transcrições dos pedidos são enviadas à Apple.
ro: Enunțurile vocale sunt procesate pe iPhone, dar transcrierile solicitărilor sunt trimise la Apple.
ru: Голосовой ввод обрабатывается на iPhone, но распознанный текст Ваших запросов передается в Apple.
sk: Hlasový vstup sa spracováva na iPhone, prepisy vašich žiadostí sa však odosielajú spoločnosti Apple.
sl: Glasovni vnos se obdela v iPhonu, transkripcije vaših zahtev pa se pošljejo družbi Apple.
sv: Röstinmatning behandlas på iPhone, men transkriberingar av det du säger skickas till Apple.
th: เสียงพูดถูกประมวลผลบน iPhone แต่ข้อความถอดเสียงจากคำขอของคุณถูกส่งไปที่ Apple
tr: Ses girişi iPhone’da işlenir ama isteklerinizin dökümleri Apple’a gönderilir.
uk: Голосовий ввід обробляється на iPhone, проте транскрибовані протоколи ваших запитів надсилаються в Apple.
vi: Dữ liệu nhập bằng giọng nói được xử lý trên iPhone, nhưng bản chép lại các yêu cầu của bạn được gửi đến Apple.
zh_cn: 语音输入会在iPhone上处理，但你请求的听写文本会发送给Apple。
zh_hk: 語音輸入會在iPhone上處理，但你要求的聽寫記錄會傳送予Apple。
zh_tw: 語音輸入會在iPhone上進行處理，但你要求的逐字稿會傳送給Apple。

# SIRI_REQUESTS_DEVICE_PROCESSING_SHARING_FOOTER_TEXT
source: Voice recordings and transcripts are sent to Apple for improvement purposes.
ar: تُرسَل التسجيلات الصوتية والنُسخ النصية إلى Apple لأغراض تتعلق بتحسين الخدمة.
bg: Записите и транскрипциите на гласа се изпращат на Apple с цел подобрение.
ca: Les gravacions de veu i les transcripcions s’envien a Apple amb finalitats de millora.
cs: Společnost Apple dostává nahrávky hlasu a jejich přepisy za účelem vylepšování produktů a služeb.
da: Stemmeoptagelser og transskriptioner sendes til Apple med henblik på forbedring af funktionen.
de: Sprachaufnahmen und Transkripte werden für Verbesserungszwecke an Apple gesendet.
el: Οι φωνητικές εγγραφές και οι απομαγνητοφωνήσεις αποστέλλονται επίσης στην Apple για σκοπούς βελτίωσης.
es: Las grabaciones de voz y las transcripciones se envían a Apple para mejorar la calidad del servicio.
es_us: Las grabaciones de voz y las transcripciones se envían a Apple con fines de mejora del servicio.
fi: Äänitallenteet ja tekstit lähetetään Applelle parantamista varten.
fr: Les enregistrements vocaux et les transcriptions sont envoyés à Apple à des fins d’amélioration.
fr_ca: Les enregistrements vocaux et les transcriptions sont envoyés à Apple à des fins d’amélioration.
he: הקלטות קוליות ותמלולים נשלחים ל-Apple למטרות שיפור.
hi: सुधार के उद्देश्यों से वॉइस रिकॉर्डिंग और अनुलेख भी Apple को भेजे जाते हैं।
hr: Audio snimke i transkripti šalju se tvrtki Apple radi poboljšanja značajki.
hu: A hangfelvételek és az átiratok továbbítva vannak az Apple-nek fejlesztési célokból.
id: Rekaman dan transkrip suara dikirimkan ke Apple untuk tujuan peningkatan.
it: Le registrazioni vocali e le trascrizioni vengono inviate ad Apple al fine di apportare miglioramenti.
ja: 音声録音と文字起こしは改善のためにAppleに送信されます。
kk: Дауыстық жазбалар мен транскрипциялар жақсарту мақсатында Apple компаниясына жіберіледі.
ko: 음성 녹음 및 전사문이 기능 향상을 위해 Apple로 전송됩니다.
lt: Balso įrašai ir transkripcijos siunčiami bendrovei „Apple“ tobulinimo tikslais.
ms: Rakaman suara dan transkrip dihantar kepada Apple untuk tujuan peningkatan.
nb: Taleopptak og avskrifter sendes til Apple for å gjøre tjenesten bedre.
nl: Spraak­opnamen en transcripten worden ter verbetering naar Apple verstuurd.
pl: Nagrania Twojego głosu i transkrypcje są także wysyłane do Apple na potrzeby udoskonalania funkcji.
pt: As gravações e transcrições de voz também são enviadas à Apple para fins de aprimoramento.
pt_pt: As gravações de voz e transcrições são enviadas à Apple para melhorar a funcionalidade.
ro: Înregistrările vocale și transcrierile sunt trimise la Apple în scopul îmbunătățirii funcționalității.
ru: Голосовые записи и расшифровки передаются в Apple для улучшения.
sk: Záznamy a prepisy hlasu sú na účely vylepšovania odosielané spoločnosti Apple.
sl: Zvočni posnetki in transkripcije se pošiljajo družbi Apple za namene uvajanja izboljšav.
sv: Röstinspelningar och transkriberingar skickas även till Apple för förbättringsändamål.
th: เสียงบันทึกและข้อความถอดเสียงถูกส่งไปที่ Apple เพื่อจุดประสงค์ในการปรับปรุง
tr: Ses kayıtları ve dökümler iyileştirme amacıyla Apple’a gönderilir.
uk: Голосові записи й транскрибовані протоколи надсилаються в Apple з метою вдосконалення.
vi: Bản ghi giọng nói và bản chép lại được gửi đến Apple nhằm mục đích cải thiện.
zh_cn: 录音和听写文本会发送给Apple以作改进之用。
zh_hk: 錄音和轉寫將會傳送予Apple作為改進用途。
zh_tw: 錄音檔和逐字稿會傳送給Apple以作為改進之用。

# SIRI_REQUESTS_DOWNLOAD_PERCENT_COMPLETE_FOOTER
source: %@ complete…
ar: اكتمل %@…
bg: %@ завършено…
ca: %@ completat…
cs: Staženo %@…
da: %@ færdig…
de: %@ abgeschlossen …
el: %@ ολοκληρώθηκε…
es: %@ completado…
es_us: %@ completado…
fi: %@ suoritettu…
fr: Terminé à %@…
fr_ca: Progression : %@
he: בוצעה השלמה של %@…
hi: %@ पूर्ण…
hr: %@ dovršeno…
hu: %@ kész…
id: %@ selesai…
it: %@ completato…
ja: %@完了…
kk: %@ дайын…
ko: %@ 완료…
lt: Baigta: %@…
ms: %@ selesai…
nb: %@ fullført…
nl: %@ voltooid…
pl: %@ ukończone…
pt: %@ concluído…
pt_pt: %@ concluído…
ro: %@ finalizată…
ru: Выполнено %@…
sk: Dokončené na %@…
sl: Dokončano: %@ …
sv: %@ klart…
th: สำเร็จ %@…
tr: %@ tamamlandı…
uk: %@ завершено…
vi: Hoàn thành %@…
zh_cn: 已完成%@…
zh_hk: 已完成%@⋯
zh_tw: 已完成%@⋯

# SIRI_REQUESTS_IMPROVE_DICTATION_LINK_TEXT
source: About Improve Siri & Dictation…
ar: حول "تحسين Siri والإملاء"…
bg: Относно Подобряване на Siri и Диктовка…
ca: Sobre la millora de Siri i el dictat…
cs: O volbě Vylepšování Siri a diktování…
da: Om Gør Siri og Diktering bedre…
de: Über „Siri & Diktierfunktion verbessern“ …
el: Πληροφορίες για τη Βελτίωση Siri και Υπαγόρευσης…
es: Acerca de “Mejorar Siri y Dictado”…
es_us: Acerca de mejorar a Siri y el dictado…
fi: Tietoja: Paranna Siriä ja sanelua…
fr: À propos d’Améliorer Siri et Dictée…
fr_ca: À propos d’Améliorer Siri et Dictée…
he: מידע בנושא ״שיפור Siri והכתבה״…
hi: “Siri और डिक्टेशन बेहतर बनाएँ” परिचय…
hr: Više o poboljšanju Siri i Diktata…
hu: Siri és a Diktálás továbbfejlesztéséről…
id: Mengenai Tingkatkan Siri & Dikte…
it: Informazioni su “Migliora Siri e Dettatura”…
ja: Siriと音声入力の改善について…
kk: Siri мен мәтінді дауыспен енгізуді жақсарту туралы ақпарат…
ko: Siri 및 받아쓰기 기능 향상에 관하여…
lt: Apie „Siri“ ir „Diktavimo“ tobulinimą…
ms: Perihal Tingkatkan Siri & Perencanaan…
nb: Om Forbedre Siri og Diktering…
nl: Over 'Verbeter Siri en de dicteerfunctie'…
pl: Ulepszanie (Siri i Dyktowanie)…
pt: Sobre Melhorar a Siri e o Ditado…
pt_pt: Acerca de Melhorar Siri e Ditado…
ro: Despre Îmbunătățire Siri și Dictare…
ru: Об улучшении Siri и Диктовки…
sk: O vylepšovaní Siri a Diktovania…
sl: Več o izboljšavah Siri in funkcije Narekovanje …
sv: Om Förbättra Siri och diktering…
th: เกี่ยวกับการปรับปรุง Siri และการป้อนตามคำบอก…
tr: Siri’yi ve Dikte’yi İyileştir Hakkında…
uk: Про Покращення Siri й Диктування…
vi: Cải tiến Siri & Đọc chính tả…
zh_cn: 关于改进Siri与听写…
zh_hk: 關於改進Siri與聽寫⋯
zh_tw: 關於改進Siri與聽寫⋯

# SIRI_REQUESTS_LOW_STORAGE_ALERT_HEADER_TEXT
source: Low Storage
ar: تخزين منخفض
bg: Малко пространство за съхранение
ca: Poc espai d’emmagatzematge
cs: Nedostatek místa
da: Meget lidt lagringsplads
de: Wenig Speicher
el: Λίγος χώρος αποθήκευσης
es: Poco espacio
es_us: Poco almacenamiento
fi: Tallennustila vähissä
fr: Stockage limité
fr_ca: Espace de stockage limité
he: השטח הפנוי אוזל
hi: निम्न स्टोरेज
hr: Memorija je gotovo puna
hu: Kevés a tárhely
id: Penyimpanan Sedikit
it: Spazio in esaurimento
ja: 保存領域不足
kk: Бос орын аз
ko: 저장 공간 부족
lt: Mažai vietos saugykloje
ms: Storan Kurang
nb: Lite lagringsplass
nl: Opslagruimte bijna vol
pl: Mało wolnego miejsca
pt: Pouco Espaço
pt_pt: Espaço insuficiente
ro: Spațiu de stocare redus
ru: Мало места
sk: Nedostatok úložiska
sl: Zmanjkuje prostora v shrambi
sv: Ont om utrymme
th: พื้นที่จัดเก็บข้อมูลน้อย
tr: Saklama Alanı Az
uk: Мало місця
vi: Gần hết dung lượng
zh_cn: 储存空间不足
zh_hk: 儲存空間不足
zh_tw: 儲存空間不足
